Repository: fikinitiative/fik_twentytwelve
Catalog: languages/*.po
Languages: sv_se

source: light, gray, white, one-column, two-columns, right-sidebar, flexible-width, custom-background, custom-header, custom-menu, editor-style, featured-images, flexible-header, full-width-template, microformats, post-formats, rtl-language-support, sticky-post, theme-options, translation-ready
sv_se: ljus, grå, vit, en kolumn, två kolumner, höger sidfält, anpassad bakgrund, anpassad header, anpassad meny, redigering, tumnagel, flexibel header, fullbredd-mall, mikroformat, inläggsformat, rtl-språkstöd, sticky-post, temaval, översättningsredo

source: the WordPress team + additions by the Fik Stores team
sv_se: WordPress-gänget + tillägg från oss på Fik Stores

source: The Fik Stores 2012 theme for Fik Stores is a fully responsive theme that looks great on any device. Features include a front page template with its own widgets, great product and store section pages, styling for post formats on both index and single views, and an optional no-sidebar page template. Make it yours with a custom menu, header image, and background.
sv_se: Fik Stores 2012 theme till Fik Stores är ett följsamt tema som fungerar utmärkt på alla enheter. Temat inkluderar en förstasidamall med widgetar, lättförståeliga sidor för produkter och butikssektioner, formatdesign både vad gäller bloggens inläggsflöden och öppnade inlägg samt en valbar sidmall utan sidofält. Gör det personligt med en anpassad meny, en header och en utvald bakgrund.

source: Tag Archives: %s
sv_se: Arkiv för taggar: %s

source: Search Results for: %s
sv_se: Sökresultat för: %s

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
sv_se: Din sökning gav tyvärr inga träffar. Försök gärna igen med andra sökord.

source: Blog
sv_se: Blogg

source: See all posts
sv_se: See alla inlägg

source: Store
sv_se: Butik

source: See all products
sv_se: Se alla produkter

source: No posts to display
sv_se: Inga inlägg att visa

source: Ready to publish your first post? <a href="%s">Get started here</a>.
sv_se: Dags för ditt första inlägg? <a href="%s">Börja här</a>.

source: &larr; Previous
sv_se: &larr; Tidigare

source: Next &rarr;
sv_se: Nästa &rarr;

source: <span class="meta-prep meta-prep-entry-date">Published </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>.
sv_se: <span class="meta-prep meta-prep-entry-date">Publicerad </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> vid <a href="%3$s" title="Länk till bilden i full storlek">%4$s &times; %5$s</a> i <a href="%6$s" title="Återvänd till %7$s" rel="gallery">%8$s</a>.

source: Code to put at the end of the body of your store (javascript, for example)
sv_se: Kod att lägga slutet av din butiks body (till exempel javascript)

source: Site Menu
sv_se: Hemsidemeny

source: Skip to content
sv_se: Hoppa till innehåll

source: Number of products in home
sv_se: Antal produkter på förstasidan

source: Posts to display in home
sv_se: Inlägg att visa på förstasidan

source: Number of blog posts in home
sv_se: Antalet blogginlägg på förstasidan

source: Advanced (CSS and custom code)
sv_se: Avancerat (CSS och egen kod)

source: Custom CSS code for your store
sv_se: Egen CSS för din butik

source: Products to display in home
sv_se: Produkter att visa på förstasidan

source: Product Thumbnail type
sv_se: Typ av tumnagel

source: Site Header Alignment
sv_se: Justering för hemsidans header

source: Front Page Options
sv_se: Val för förstasidan

source: Preview site with this CSS and custom code
sv_se: Förhandsgranska sidan med denna CSS och egen kod

source: Site Title Font
sv_se: Hemsiderubrikens typsnitt

source: Site Title Size
sv_se: Hemsiderubrikens storlek

source: Default (26px)
sv_se: Standard (26px)

source: Default (Open Sans)
sv_se: Standard (Open Sans)

source: Left
sv_se: Vänster

source: Right
sv_se: Höger

source: All categories
sv_se: Alla kategorier

source: Most recent posts from the specified Blog Category will be displayed
sv_se: De senaste inläggen från den valda bloggkategorin kommer att visas

source: Most recent products from the specified Store Section will be displayed
sv_se: De senaste produkterna från den valda butikssektionen kommer att visas

source: All sections
sv_se: Alla sektioner

source: Horizontal thumbnails (4:3 ratio)
sv_se: Horisontella tumnaglar (förhållande 4:3)

source: Vertical thumbnails (3:4 ratio)
sv_se: Vertikala tumnaglar (förhållande 3:4)

source: Square thumbnails
sv_se: Fyrkantiga tumnaglar

source: Newer products <span class="meta-nav">&rarr;</span>
sv_se: Nyare produkter <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Previous products
sv_se: <span class="meta-nav">&larr;</span> Tidigare produkter

source: This entry was posted on %3$s<span class="by-author"> by %4$s</span>.
sv_se: Detta inlägg delades den %3$s<span class="by-author"> av %4$s</span>.

source: Product navigation
sv_se: Produktnavigering

source: View all posts by %s
sv_se: Visa alla inlägg av %s

source: This entry was posted in %1$s and tagged %2$s on %3$s<span class="by-author"> by %4$s</span>.
sv_se: Detta inlägg publicerades i %1$s och taggades %2$s den %3$s<span class="by-author"> av %4$s</span>.

source: This entry was posted in %1$s on %3$s<span class="by-author"> by %4$s</span>.
sv_se: Detta inlägg publicerades i %1$s den %3$s<span class="by-author"> av %4$s</span>.

source: Reply
sv_se: Svara

source: Your comment is awaiting moderation.
sv_se: Din kommentar väntar på att bli granskat.

source: (Edit)
sv_se: (Ändra)

source: Post author
sv_se: Inläggsförfattare

source: %1$s at %2$s
sv_se: %1$s klockan %2$s

source: Newer posts <span class="meta-nav">&rarr;</span>
sv_se: Nyare inlägg <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Older posts
sv_se: <span class="meta-nav">&larr;</span> Tidigare inlägg

source: Post navigation
sv_se: Inläggsnavigering

source: Appears on posts and pages except the optional Front Page template, which has its own widgets
sv_se: Visas på inlägg och sidor förutom den valbara förstasidemallen, vilken har specifika widgetar

source: Post and Page Sidebar Widget Area
sv_se: Sidyta till widgetar på inlägg och sidor

source: Appears in the Product Page, bellow the Add to cart button in screens over 600px and bellow the product description in screens bellow 600px.
sv_se: Visas på Produktsidan, under Lägg i kundvagn-knappen på skärmar med mer än 600 px och under produktbeskrivningen på skärmar med mindre under 600 px.

source: Product Page Sidebar Widget Area
sv_se: Sidyta till widgetar på produktsidor

source: Page %s
sv_se: Sida %s

source: First Front Page Footer Widget Area
sv_se: Sidyta till widgetar på förstasidan

source: Appears when using the optional Front Page template with a page set as Static Front Page
sv_se: Visas när den valbara förstasidemallen används med ett sidpaket som statisk förstasida

source: Store Menu
sv_se: Butikens meny

source: Footer Menu
sv_se: Sidfotens meny

# Open Sans font: on or off
source: on
sv_se: på

source: Featured post
sv_se: Rekommenderade inlägg

source: View all posts by %s <span class="meta-nav">&rarr;</span>
sv_se: Visa alla inlägg av %s <span class="meta-nav">&rarr;</span>

source: Primary Menu
sv_se: Huvudsaklig meny

source: Edit this product
sv_se: Ändra produkt

source: Link
sv_se: Länk

source: Nothing Found
sv_se: Ingenting hittades

source: Apologies, but no results were found. Perhaps searching will help find a related post.
sv_se: Tyvärr, men inga resultat kunde visas. Kanske kan du hitta relaterade inlägg genom att söka.

source: Check out other products of our store:
sv_se: Upptäck fler produkter i vår butik:

source: Apologies, but no products were found. Perhaps searching will help find great stuff.
sv_se: Tyvärr, men inga produkter hittades. Kanske kan du hitta fantastiska produkter genom att söka.

source: We are sold out of products in this section! Sorry for the inconvenience
sv_se: Vi har sålt slut på produkter i den här sektionen. Ursäkta olägenheten

source: Pages:
sv_se: Sidor:

source: Cart
sv_se: Kundvagn

source: Edit
sv_se: Ändra

source: % Replies
sv_se: % Svar

source: 1 Reply
sv_se: 1 svar

source: Leave a reply
sv_se: Lämna ett svar

source: Continue reading <span class="meta-nav">&rarr;</span>
sv_se: Fortsätt läsa <span class="meta-nav">&rarr;</span>

source: Permalink to %s
sv_se: Permalink till %s

source: Comments are closed.
sv_se: Kommentarsfältet är avstängt.

source: Newer Comments &rarr;
sv_se: Nyare kommentarer &rarr;

source: &larr; Older Comments
sv_se: &larr; Äldre kommentarer

source: Comment navigation
sv_se: Kommentarsnavigering

source: One thought on &ldquo;%2$s&rdquo;
sv_se: En fundering angående &ldquo;%2$s&rdquo;

source: About %s
sv_se: Om %s

source: Blog Category Archives: %s
sv_se: Arkiv av bloggkategorier: %s

source: Archives
sv_se: Arkiv

source: Author Archives: %s
sv_se: Författararkiv: %s

source: Monthly Archives: %s
sv_se: Månadsarkiv: %s

source: Yearly Archives: %s
sv_se: Årsarkiv: %s

source: Daily Archives: %s
sv_se: Dagsarkiv: %s

source: All products in the store
sv_se: Alla produkter i butiken

source: This is somewhat embarrassing, isn&rsquo;t it?
sv_se: Det här blev inte helt rätt, tyvärr...

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
sv_se: Vi tycks inte kunna finna vad du söker. Kanske du kan söka på det?
